const translations = {
  //lucky Winner section
  'buy_and_savor': 'اشتري وتلذذ بأشهى مذاق ',
  'be_our_lucky_winner': 'وكن أحد الرابحين المحظوظين!',
  'celebrate_national_day': 'احتفل باليوم الوطني مع مزارع العين واغتنم فرصة الفوز بجوائز قيمة!',
  'take_home_your_favourite': 'اشتري منتجاتك المفضلة من أقرب فرع لولو هايبر ماركت واستمتع بالمتعة والتشويق  ',
  'of_winning_the_brand_new_iphone': 'لإمكانية الفوز بهاتف ايفون 15 برو ماكس ',
  'register_now': 'سجل الآن',
  //Win Iphone Section
  'win_iphone': 'Win iPhone',
  '15_pro_max': '15PRO MAX',
  //How to enter section
  'How_to_enter': 'كيفية المشاركة',
  'step_1': 'الخطوة 1',
  'step_2': 'الخطوة 2',
  'step_3': 'الخطوة 3',
  'step_4': 'الخطوة 4',
  'step_1_content': 'قم بشراء دجاج مزارع العين الطازج، أو الحليب الطازج، أو الحليب طويل الأجل، أو العصير، أو البيض الطازج، أو الروب الطازج الذي يحتوي على رمز الاستجابة السريعة الترويجي (QR).',
  'step_2_content': 'امسح رمز الاستجابة السريعة (QR) باستخدام الهاتف الذكي أو الجهاز اللوحي.',
  'step_3_content': 'سجل في الموقع الإلكتروني بعد مسح رمز الاستجابة السريعة (QR) وقم بتحميل فاتورة الشراء.',
  'step_4_content': 'أرسل فاتورة الشراء للمشاركة في السحب.',
  'disclaimer': 'العرض الترويجي ساري على منتجات مختارة من مزارع العين. تشمل هذه المنتجات: دجاج مزارع العين الطازج، أو الحليب الطازج، أو الحليب طويل الأجل، أو العصير، أو البيض الطازج، أو الروب الطازج. توجه إلى اللولو هايبر ماركت للمشاركة في العرض الترويجي!',
  //Register Section
  'only_at': 'ONLY AT',
  'name': 'الاسم',
  'name_error': 'الاسم مطلوب',
  'mobile': 'رقم الجوال',
  'mobile_error1': 'الجوال مطلوب',
  'mobile_error2': 'يجب أن يكون رقم الجوال على الأقل 10 أرقام',
  'email': 'البريد الإلكتروني',
  'email_error1': 'البريد الإلكتروني مطلوب',
  'email_error2': 'بريد إلكتروني غير صالح',
  'emirate': 'الإمارة',
  'emirate_error': 'الإمارة مطلوبة',
  'emirate_id_number': 'رقم الهوية الإماراتية',
  'emirate_id_number_error': 'الحد الأدنى 15 رقمًا مسموح به',
  'upload_purchase_receipt': 'تحميل إيصال الشراء',
  'upload_purchase_receipt_error1': 'الإيصال مطلوب',
  'upload_purchase_receipt_error2': 'الرجاء تحميل إيصال الشراء. الحد الأقصى 2 ميجابايت',
  'max_upload_size': 'الحد الأقصى لحجم التحميل: 2 ميجابايت',
  'form_submit_message': 'جارٍ تقديم النموذج...',
  'uploading_data': 'جارٍ تحميل البيانات. يرجى الانتظار...',
  'upload_successfull': 'تم التحميل بنجاح!',
  'submission_completed': 'اكتملت عملية التقديم الخاصة بك...',
  'upload_error_message': 'حدث خطأ ما. يرجى المحاولة مرة أخرى'
};

export default translations;