const translations = {
  //lucky Winner section
  'buy_and_savor': 'اشتري وتلذذ بأشهى مذاق ',
  'be_our_lucky_winner': 'وكن أحد الرابحين المحظوظين!',
  'celebrate_national_day': 'احتفل باليوم الوطني مع مزارع العين واغتنم فرصة الفوز بجوائز قيمة!',
  'take_home_your_favourite': 'اشتري منتجاتك المفضلة من أقرب فرع لولو هايبر ماركت واستمتع بالمتعة والتشويق  ',
  'of_winning_the_brand_new_iphone': 'لإمكانية الفوز بهاتف ايفون 15 برو ماكس ',
  'register_now': 'سجل الآن',
  //Win Iphone Section
  'win_iphone': 'Win iPhone',
  '15_pro_max': '15PRO MAX',
  //How to enter section
  'How_to_enter': 'كيفية المشاركة',
  'step_1': 'الخطوة 1',
  'step_2': 'الخطوة 2',
  'step_3': 'الخطوة 3',
  'step_4': 'الخطوة 4',
  'step_1_content': 'قم بشراء دجاج مزارع العين الطازج، أو الحليب الطازج، أو الحليب طويل الأجل، أو العصير، أو البيض الطازج، أو الروب الطازج الذي يحتوي على رمز الاستجابة السريعة الترويجي (QR).',
  'step_2_content': 'امسح رمز الاستجابة السريعة (QR) باستخدام الهاتف الذكي أو الجهاز اللوحي.',
  'step_3_content': 'سجل في الموقع الإلكتروني بعد مسح رمز الاستجابة السريعة (QR) وقم بتحميل فاتورة الشراء.',
  'step_4_content': 'أرسل فاتورة الشراء للمشاركة في السحب.',
  'disclaimer': 'العرض الترويجي ساري على منتجات مختارة من مزارع العين. تشمل هذه المنتجات: دجاج مزارع العين الطازج، أو الحليب الطازج، أو الحليب طويل الأجل، أو العصير، أو البيض الطازج، أو الروب الطازج. توجه إلى اللولو هايبر ماركت للمشاركة في العرض الترويجي!'


};

export default translations;